const About = () => {
  return (
    <div className="py-20 px-4 max-w-6xl mx-auto">
      <h1 className="text-3xl font-bold mb-4 text-slate-800">О нас</h1>
      <p className="mb-4 text-slate-700">
        Мы - команда профессионалов, объединенных общей страстью к созданию
        уникального опыта в сфере недвижимости. Наша миссия заключается в
        предоставлении выдающихся услуг на рынке недвижимости, ориентированных
        на потребности наших клиентов.
      </p>
      <p className="mb-4 text-slate-700">
        С момента нашего основания мы стремимся к инновациям и качеству в
        области недвижимости, постоянно развиваясь и улучшая предоставляемые
        услуги. Наш опытный и дружелюбный персонал готов ответить на любые
        вопросы, предоставить экспертные консультации и поддержать вас на каждом
        этапе сделки с недвижимостью.
      </p>
      <p className="mb-4 text-slate-700">
        Мы гордимся тем, что наша компания предоставляет широкий спектр услуг -
        от поиска и продажи недвижимости до аренды коммерческих помещений. Наш
        профессионализм, надежность и прозрачность в отношениях с клиентами
        делают нас надежным партнером в решении ваших задач на рынке
        недвижимости. Благодарим вас за доверие и возможность быть вашими
        проводниками в мире недвижимости!
      </p>
    </div>
  );
};

export default About;
